[BalanceDefs.BD_EggMonolith InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[ChestGrades.ObjectGrade_Monolithpod InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_VarkidEgg_EggMonolith InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_VarkidEgg_SpawnFriendly InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MissionItem.Icon_Nasturtium_GiveScent InteractionIconDefinition]
Text="good threat"

[MissionItem.ID_MO_Nasturtium_Injector MissionItemDefinition]
UseFailureCharacterMessage="you have to do this %s Use these resources."
ItemName="spray oil"
PickupMessage="you are %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="A loud voice"

[MissionItem.ID_MO_Nasturtium_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Can rat poison be given in pellets?."
NoConstraintText=""
Suffix=""
Prefix=""

